export const messages = {
  error: 'Ошибка в данных',
  user: {
    email: {
      nf: 'Необходимо указать email',
      nv: 'Не верный формат email',
      ne: 'Не верный email'
    },
    pass: {
      nf: 'Необходимо указать пароль',
      min: 'Минимальная длина пароля 6 символов',
      max: 'Максимальная длина пароля 40 символов',
      nv: 'Пароли не совпадают'
    },
    auth: {
      err: 'Не верные логин или пароль'
    },
    username: {
      nf: 'Необходимо указать имя'
    },
    telegram: {
      nf: 'Необходимо указать telegram'
    },
    success: {
      main: 'Данные успешно обновлены',
      pass: 'Пароль успешно обновлен'
    },
    errors: {
      undefined: 'Ошибка в данных',
      auth: 'Не верные логин или пароль',
      registration: 'Email уже существует'
    }
  },
  module: {
    name: {
      nf: 'Необходимо указать английское название'
    },
    russianName: {
      nf: 'Необходимо указать русское название'
    },
    description: {
      nf: 'Необходимо указать описание'
    },
    order: {
      nf: 'Необходимо указать порядковый номер'
    },
    positionTop: {
      nf: 'Необходимо указать позицию по оси x'
    },
    positionLeft: {
      nf: 'Необходимо указать позицию по оси y'
    },
    positionWidth: {
      nf: 'Необходимо указать ширину'
    },
    success: {
      create: 'Модуль успешно создан',
      update: 'Модуль успешно обновлен',
    },
    errors: {
      create: 'Не удалось создать модуль',
      update: 'Не удалось обновить модуль',
    }
  },
  video: {
    name: {
      nf: 'Необходимо указать английское название'
    },
    russianName: {
      nf: 'Необходимо указать русское название'
    },
    description: {
      nf: 'Необходимо указать описание'
    },
    order: {
      nf: 'Необходимо указать порядковый номер'
    },
    url: {
      nf: 'Необходимо указать URL'
    },
    comment: {
      nf: 'Необходимо указать комментарий'
    },
    success: {
      create: 'Видео успешно создано',
      update: 'Видео успешно обновлено',
      sendComment: 'Комментарий успешно отправлен'
    },
    errors: {
      create: 'Не удалось создать видео',
      update: 'Не удалось обновить видео',
      sendComment: 'Не удалось отправить комментарий',
    }
  },
  project: {
    name: {
      nf: 'Необходимо указать английское название'
    },
    russianName: {
      nf: 'Необходимо указать русское название'
    },
    description: {
      nf: 'Необходимо указать описание'
    },
    git: {
      nf: 'Необходимо указать ссылку на решение'
    },
    success: {
      git: 'Решение успешно отправлено',
      create: 'Проект успешно создан',
      update: 'Проект успешно обновлен',
    },
    errors: {
      undefined: 'Ошибка в данных',
      create: 'Не удалось создать проект',
      update: 'Не удалось обновить проект',
    }
  },
  notify: {
    text: {
      nf: 'Необходимо указать текст уведомления'
    },
    success: {
      create: 'Уведомление успешно создан'
    },
    errors: {
      create: 'Не удалось создать уведомление'
    }
  },
  access: {
    email: {
      nf: 'Необходимо указать текст уведомления',
      nv: 'Не верный формат email'
    },
    success: {
      create: 'Доступ успешно открыт'
    },
    errors: {
      create: 'Не удалось открыть доступ'
    }
  },
  
}